---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.TonsOfRefrigeration
source: html/25600c2d-88ce-3e84-9921-231e636d999c.htm
---
# Autodesk.Revit.DB.UnitTypeId.TonsOfRefrigeration Property

Tons of refrigeration.

## Syntax (C#)
```csharp
public static ForgeTypeId TonsOfRefrigeration { get; }
```